Repository: YamiKapil/flutterone
Catalog: lib/localization/app_*.arb
Languages: ne

# language
source: English
ne: नेपाली

# appName
source: Note App
ne: नोट याप

# deleteAll
source: Delete All Data
ne: सब डाटा फाल्नु

source: Title
ne: श्रीसक

# descriptionNote
source: Description
ne: वर्णन लेख्नुहोस

source: Submit
ne: पेश गर्नुहोस्

# addNote
source: Add Your Note
ne: तपाईंको नोट थप्नुहोस्

# editNote
source: Edit Your Note
ne: आफ्नो नोट सम्पादन गर्नुहोस्

# deleteAllMessage
source: You are about to delete all the datas. Are You Sure?
ne: तपाईं सबै डाटा मेटाउन लाग्दै हुनुहुन्छ। साच्चै हो?

source: Cancel
ne: रद्द गर्नुहोस्

# deleteOneMessage
source: Are you sure to delete?
ne: के तपाइँ मेटाउन निश्चित हुनुहुन्छ?

# noData
source: No Data. Start entering notes
ne: डाटा छैन। नोटहरू प्रविष्ट गर्न सुरु गर्नुहोस्
